Repository: daisygokhale/rapid_cold_chain
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: No commands found
ka: kham sung bor phob

source: Thanks. Message successfully submitted.
ka: khop jai. garn song khor khuam sum let.

source: Keyword %s
ka: La hut %s

source: There was an error in report format. Please Try again.
ka: me khuam phit phard u nai houb beab garn laiy ngarn neâ€‹. ka lou nar pha yar yarm ek theau neung.

source: Sorry, we did not find a keyword in your message. A moderator is reviewing it.
ka: khor ah phai, phuak hao bor phob la hut u nai khir khuam. gum lung thob thuan la bop mun.

source: Unexpected Character %s
ka: tua auk sone t sai bor moc som %s

source: Duplicate Keyword: %s already present
ka: kham t sai man khue gun: %s me leo

source: Invalid alarm value '%s'. Must be a digit
ka: tua uk sone garn jang teaun oun ha phoum bor theuk tong '%s'. khuan pen tua lek

source: Invalid Stock value '%s', must be a digit
ka: jum nuan yar vaccine nai sarng bor theuk tong '%s', khuan pen tua lek

source: No Alarms Found
ka: garn jang teaun bor phob

source: Fridge
ka: oun ha phoum

source: high
ka: soung

source: low
ka: tum

source: Stock
ka: jum nuan vaccines
